Repository: Raytem/IOS_RecipesApp
Catalog: RecipeBook/Resources/Localization/MealTypes.xcstrings
Source language: en
Languages: ru

source: Antipasto
ru: Антипасто

source: Appetizer
ru: Закуска

source: Beverage
ru: Напиток

source: Bread
ru: Хлеб

source: Breakfast
ru: Завтрак

source: Brunch
ru: Поздний завтрак

source: Condiment
ru: Приправа

source: Dessert
ru: Десерт

source: Dinner
ru: На ужин

source: Dip
ru: Для соуса

source: Drink
ru: Напиток

source: Finger food
ru: Закуска для фуршета

source: Frosting
ru: Глазировка

source: Lunch
ru: Обеденное блюдо

source: Main course
ru: Горячее блюдо

source: Main dish
ru: Основное блюдо

source: Marinade
ru: Маринад

source: Morning meal
ru: Еда на утро

source: Salad
ru: Салат

source: Sauce
ru: Соус

source: Side dish
ru: Гарнир

source: Snack
ru: Перекус

source: Soup
ru: Суп
